/* This is the Weather Underground language code. See: http://www.wunderground.com/weather/api/d/docs?d=language-support */
"WU_LANG_CODE" = "RO";

/* Configure options in Settings. */
"CONFIGURE_OPTIONS" = "Modificați opțiunile în Configurări";

/* Distance From Station */
"DISTANCE_FROM_STATION" = "Distanța de la Stație";

/* High */
"HIGH" = "Max";

/* Hum */
"HUM" = "Umiditate";

/* Last Refreshed */
"LAST_REFRESHED" = "Ultima Actualizare";

/* Like */
"LIKE" = "Like";

/* Low */
"LOW" = "Min";

/* Temp */
"TEMP" = "Temp";

/* Connection Failed */
"CONNECTION_FAILED" = "Conexiune Eșuată";

/* Data Corrupted */
"DATA_CORRUPTED" = "Date Corupte";

/* Weather widget received data from the server, but it was corrupted. */
"DATA_CORRUPTED_LONG" = "Widget Vremea a obținut date de la server, dar sunt corupte.";

/* Your version of iOS does not support NSJSONSerialization. Please contact the developer at <drewmm@gmail.com>. */
"DOES_NOT_SUPPORT" = "Versiunea dvs. de iOS nu suportă NSJSONSerialization. Contactați autorul la <drewmm@gmail.com>.";

/* Please enter a Weather Underground API Key in Settings/Notifications/Weather Underground Widget. */
"ENTER_API_KEY" = "Introduceți o Cheie Weather Underground API în Configurări/Notificări/Weather Underground Widget.";

/* Weather widget failed to connect to server. */
"FAILED_TO_CONNECT" = "Widget Vremea nu a reușit să se conecteze la server.";

/* Invalid iOS Version */
"INVALID_IOS" = "Versiune iOS Invalidă";

/* Location Denied */
"LOCATION_DENIED" = "Localizare Interzisă";

/* Location Update Failed */
"LOCATION_UPDATE_FAILED" = "Actualizare Locație Eșuată";

/* Unable to update to current location; using last known location. */
"NO_UPDATE_USING_LAST" = "Imposibil de actualizat locația curentă; se folosește ultima locație cunoscută.";

/* Unable to update to current location; using saved query. */
"NO_UPDATE_USING_QUERY" = "Imposibil de actualizat locația curentă; se folosește interogarea salvată.";

/* Unable to update current location; no fallback options available. */
"NO_UPDATE_NO_FALLBACK" = "Imposibil de actualizat locația curentă; nu există opțiuni generice disponibile.";

/* No API Key */
"NO_API_KEY" = "Nu Există Cheie API";

/* OK */
"OK" = "OK";

/* Server Error */
"SERVER_ERROR" = "Eroare Server";

/* The weather server returned an error */
"SERVER_RETURNED_ERROR" = "Serverul Meteo a returnat o eroare";

/* No Location Entered */
"NO_LOCATION_ENTERED" = "Nu a fost introdusă nici o locație";

/* Please turn off \"Use Custom Location\" or enter a location query in Settings. */
"PLEASE_ENTER_LOCATION" = "Dezactivați locația personalizată sau introduceți o locație în Configurări.";

/* N/A */
"N/A" = "N/A";

/* Weather widget failed to connect to server. It's possible your location query is malformed. */
"FAILED_TO_CONNECT" = "Widget vremea nu a reușit să se conecteze la server. Este posibil ca locația dvs. să fie incorectă.";

/* 3 hr */
"3 hr" = "3 ore";

/* 6 hr */
"6 hr" = "6 ore";

/* 12 hr */
"12 hr" = "12 ore";

/* 18 hr */
"18 hr" = "18 ore";

/* 36 hr */
"36 hr" = "36 ore";

/* API Key */
"API Key" = "Cheie API";

/* mi */
"mi" = "mi";

/* km */
"km" = "km";

/* MPH */
"MPH" = "mph";

/* KPH */
"KPH" = "km/h";

/* Knots */
"Knots" = "Noduri";

/* kt */
"kt" = "kt";

/* Allow SpringBoard Widgets To Access Your Location? */
"ALLOW_LOCATION" = "Allow SpringBoard Widgets To Access Your Location?";

/* This will apply to any tweak that runs inside of SpringBoard. You may undo this action by turning off Location Access in the Weather Underground Widget settings, and then attempting to update the widget's data again. */
"ALLOW_LOCATION_MESSAGE" = "This will apply to any tweak that runs inside of SpringBoard. You may undo this action by turning off Location Access in the Weather Underground Widget settings, and then attempting to update the widget's data again.";

/* Allow */
"ALLOW" = "Allow";

/* Don't Allow */
"DONT_ALLOW" = "Don't Allow";

